Repository: AdilMah/gnome-music
Catalog: help/*/*.po
Languages: de, el

# _
source: translator-credits
de: Christian Kirbach <Christian.Kirbach@gmail.com>, 2014 Benjamin Steinwender <b@stbe.at>, 2014
el: Ελληνική μεταφραστική ομάδα του GNOME Δημήτρης Σπίγγος <dmtrs32@gmail.com>, 2014 Για περισσότερα δείτε: http://gnome.gr

source: A simple and elegant replacement for using files to show the music directory.
de: Ein einfacher und eleganter Ersatz, um Dateien im Musikordner anzuzeigen.
el: Μια απλή και κομψή αντικατάσταση για χρήση αρχείων που εμφανίζουν τον κατάλογο μουσικής.

source: Introduction to Music
de: Einführung in Musik
el: Εισαγωγή στη μουσική

# link
source: Music
de: Musik
el: Μουσική

# text
source: Music
de: Musik
el: Μουσική

source: <_:media-1/> Music
de: <_:media-1/> Musik
el: <_:media-1/> Μουσική

source: Create playlist
de: Eine Wiedergabeliste anlegen
el: Δημιουργία καταλόγου αναπαραγωγής

source: Play a song
de: Einen Titel wiedergeben
el: Αναπαραγωγή τραγουδιού

source: Remove songs and playlist
de: Titel und Wiedergabelisten entfernen
el: Αφαίρεση τραγουδιών και καταλόγου αναπαραγωγής

source: Play your favorite songs.
de: Ihre Lieblingsmusik wiedergeben.
el: Αναπαραγωγή των αγαπημένων τραγουδιών σας.

source: Play music
de: Musik wiedergeben
el: Αναπαραγωγή μουσικής

source: You can play your favorite music by creating a playlist or by simply clicking on the song of your choice from any view.
de: Sie können Ihre Lieblingsmusik durch Erstellen einer Wiedergabeliste oder einfach durch Klicken Ihres ausgewählten Titels aus jeder beliebigen Ansicht abspielen.
el: Μπορείτε να παίξετε την αγαπημένη μουσική σας δημιουργώντας έναν κατάλογο αναπαραγωγής ή πατώντας απλά στο τραγούδι της επιλογής σας από οποιαδήποτε προβολή.

source: While in <em>Playlists</em>:
de: Während Sie sich in <em>Wiedergabelisten</em> befinden:
el: Ενώ βρίσκεστε στους <em>Καταλόγους αναπαραγωγής</em>:

source: Select a playlist.
de: Wählen Sie eine Wiedergabeliste.
el: Επιλέξτε έναν κατάλογο αναπαραγωγής.

source: Click on the gear button on the right hand side.
de: Klicken Sie auf das Zahnradsymbol auf der rechten Seite.
el: Πατήστε στο πλήκτρο γραναζιού στα δεξιά.

source: Click on <gui>Play</gui>.
de: Klicken Sie auf <gui>Wiedergabe</gui>.
el: Πατήστε το <gui>Αναπαραγωγή</gui>.

source: Add songs to playlists using albums.
de: Titel mit Hilfe von Alben zur Wiedergabeliste hinzufügen.
el: Προσθέστε τραγούδια στους καταλόγους αναπαραγωγής χρησιμοποιώντας δίσκους.

source: Create a playlist using albums
de: Eine Wiedergabeliste anhand von Alben anlegen
el: Δημιουργήστε έναν κατάλογο αναπαραγωγής χρησιμοποιώντας δίσκους

source: You can view all your albums by clicking on the <gui style="button">Albums</gui> button.
de: Schauen Sie sich alle Ihre Alben an, indem Sie auf den Knopf <gui style="button">Alben</gui> klicken.
el: Μπορείτε να προβάλετε όλους τους δίσκους σας πατώντας το πλήκτρο <gui style="button">Συλλογές</gui>.

source: To add all the songs in an album:
de: So fügen Sie alle Titel eines Albums hinzu:
el: Για να προσθέσετε όλα τα τραγούδια σε έναν δίσκο:

source: Click on the check button in the top-right of the window.
de: Klicken Sie auf den Auswählen-Knopf oben rechts im Fenster.
el: Πατήστε στο πλήκτρο ελέγχου στα πάνω δεξιά του παραθύρου.

source: Select albums.
de: Wählen Sie die Alben.
el: Επιλέξτε δίσκοι.

source: Click on the <gui style="button">Add to Playlist</gui> button.
de: Klicken Sie auf den Knopf <gui style="button">Zur Wiedergabeliste hinzufügen</gui>.
el: Πατήστε το πλήκτρο <gui style="button">Προσθήκη στον κατάλογο αναπαραγωγής</gui>.

source: Click on <gui>New Playlist</gui> and type a name for your playlist.
de: Klicken Sie auf <gui>Neue Wiedergabeliste</gui> und geben Sie einen Namen für diese ein.
el: Πατήστε τον <gui>Νέο κατάλογο αναπαραγωγής</gui> και πληκτρολογήστε ένα όνομα για τον κατάλογο αναπαραγωγής.

source: Click on <gui style="button">Select</gui>.
de: Klicken Sie auf <gui style="button">Wählen</gui>.
el: Πατήστε <gui style="button">Επιλογή</gui>.

source: You can also create a playlist from specific songs.
de: Sie können auch eine Wiedergabeliste aus individuellen Titeln anlegen.
el: Μπορείτε επίσης να δημιουργήσετε έναν κατάλογο αναπαραγωγής από συγκεκριμένα τραγούδια.

source: To add selected songs from an album:
de: So fügen Sie ausgewählte Titel eines Albums hinzu:
el: Για να προσθέσετε επιλεγμένα τραγούδια από έναν δίσκο:

source: Click on an album.
de: Klicken Sie auf ein Album.
el: Πατήστε έναν δίσκο.

source: Click on the check button.
de: Klicken Sie auf den Auswählen-Knopf.
el: Πατήστε στο πλήκτρο ελέγχου.

source: Select songs.
de: Wählen Sie Titel.
el: Επιλέξτε τραγούδια.

source: To select all the songs click <guiseq><gui>Click on items to select them</gui><gui>Select All</gui></guiseq> in the toolbar or press <keyseq><key>Ctrl</key><key>A</key></keyseq>.
de: Um alle Titel auszuwählen, klicken Sie auf <guiseq><gui>Klicken Sie auf die Elemente, um sie zu wählen</gui><gui>Alle auswählen</gui></guiseq> in der Werkzeugleiste oder drücken Sie <keyseq><key>Strg</key><key>A</key></keyseq>.
el: Για να επιλέξετε όλα τα τραγούδια πατήστε στο <guiseq><gui>Πατήστε στα στοιχεία για να τα επιλέξετε</gui><gui>Επιλογή όλων</gui></guiseq> στην εργαλειοθήκη ή πατήστε <keyseq><key>Ctrl</key><key>A</key></keyseq>.

source: To clear the selection click <guiseq><gui>Click on items to select them</gui><gui>Select None</gui></guiseq> in the toolbar.
de: Um die Auswahl zu leeren, klicken Sie <guiseq><gui>Klicken Sie auf die Elemente, um sie zu wählen</gui><gui>Keine auswählen</gui></guiseq> in der Werkzeugleiste.
el: Για να σβήσετε την επιλογή πατήστε <guiseq><gui>Πάτημα στα στοιχεία για να τα επιλέξετε</gui><gui>Χωρίς επιλογή</gui></guiseq> στην εργαλειοθήκη.

source: Create playlist by selecting your favorite songs.
de: Erstellen Sie eine Wiedergabeliste durch Auswählen Ihrer Lieblingstitel.
el: Δημιουργία καταλόγου αναπαραγωγής επιλέγοντας τα αγαπημένα σας τραγούδια.

source: Create playlists using songs
de: Erstellen Sie Wiedergabelisten mit Hilfe von Titel
el: Δημιουργία καταλόγων αναπαραγωγής χρησιμοποιώντας τραγούδια

source: You can view all the songs by clicking on the <gui style="button">Songs</gui> button.
de: Schauen Sie sich alle Ihre Titel an, indem Sie auf den Knopf <gui style="button">Titel</gui> klicken.
el: Μπορείτε να προβάλετε όλα τα τραγούδια πατώντας το πλήκτρο <gui style="button">Τραγούδια</gui>.

source: To create a new playlist while in <em>Songs</em> view:
de: So erstellen Sie eine neue Wiedergabeliste in der <em>Titel</em>-Ansicht:
el: Για να δημιουργήσετε έναν νέο κατάλογο αναπαραγωγής στην προβολή <em>Τραγούδια</em>:

source: Select all the songs you want to add to the playlist.
de: Wählen Sie alle Titel, die Sie zu der Wiedergabeliste hinzufügen möchten.
el: Επιλέξτε όλα τα τραγούδια που θέλετε να προσθέσετε στον κατάλογο αναπαραγωγής.

source: Click on <gui style="button">New Playlist</gui> and type a name for your playlist.
de: Klicken Sie auf <gui style="button">Neue Wiedergabeliste</gui> und geben Sie einen Namen für Ihre Wiedergabeliste ein.
el: Πατήστε το <gui style="button">Νέος κατάλογος αναπαραγωγής</gui> και πληκτρολογήστε ένα όνομα για τον κατάλογο αναπαραγωγής.

source: Create playlist by selecting your favorite artists.
de: Erstellen Sie eine Wiedergabeliste durch Auswählen Ihrer Lieblingskünstler.
el: Δημιουργία καταλόγου αναπαραγωγής επιλέγοντας τους αγαπημένους σας καλλιτέχνες.

source: Create playlists using artists
de: Erstellen Sie Wiedergabelisten mit Hilfe von Künstler
el: Δημιουργία καταλόγων αναπαραγωγής χρησιμοποιώντας καλλιτέχνες

source: You can view all the artists and their songs by clicking on the <gui syle="button">Artists</gui> button.
de: Sie können alle Künstler und ihre Titel durch Klicken auf den <gui syle="button">Künstler</gui>-Knopf ansehen.
el: Μπορείτε να προβάλετε όλους τους καλλιτέχνες και τα τραγούδια τους πατώντας το πλήκτρο <gui syle="button">Καλλιτέχνες</gui>.

source: To create a new playlist while in <em>Artists</em> view:
de: So erstellen Sie eine neue Wiedergabeliste in der <em>Künstler</em>-Ansicht:
el: Για να δημιουργήσετε έναν νέο κατάλογο αναπαραγωγής ενώ είσαστε στην προβολή <em>Καλλιτέχνες</em>:

source: Select all the artists whose songs you want to add to the playlist.
de: Wählen Sie alle Künstler, deren Titel Sie zur Wiedergabeliste hinzufügen möchten.
el: Επιλέξτε όλους τους καλλιτέχνες των οποίων τα τραγούδια θέλετε να προσθέσετε στον κατάλογο αναπαραγωγής.

source: Click on <gui>Select</gui>.
de: Klicken Sie auf <gui>Wählen</gui>.
el: Πατήστε <gui>Επιλογή</gui>.

source: Remove an unwanted playlist.
de: Eine unerwünschte Wiedergabeliste löschen.
el: Αφαίρεση ανεπιθύμητου καταλόγου αναπαραγωγής.

source: Delete a playlist
de: Eine Wiedergabeliste löschen
el: Διαγραφή καταλόγου αναπαραγωγής

source: You can remove an old and unwanted playlist.
de: Sie können eine alte und unerwünschte Wiedergabeliste entfernen.
el: Μπορείτε να αφαιρέσετε έναν παλιό και ανεπιθύμητο κατάλογο αναπαραγωγής.

source: Select the playlist which you want to delete.
de: Wählen Sie die Wiedergabeliste, die Sie löschen möchten.
el: Επιλέξτε τον κατάλογο αναπαραγωγής που θέλετε να διαγράψετε.

source: Click on <gui>Delete</gui>.
de: Klicken Sie auf <gui>Löschen</gui>.
el: Πατήστε <gui>Διαγραφή</gui>.

source: Delete songs from the playlist.
de: Titel aus der Wiedergabeliste löschen.
el: Διαγράψτε τραγούδια από τον κατάλογο αναπαραγωγής.

source: Remove songs
de: Titel entfernen
el: Αφαίρεση τραγουδιών

source: You can remove any unwanted songs from a playlist.
de: Sie können alle unerwünschten Titel von einer Wiedergabeliste entfernen.
el: Μπορείτε να αφαιρέσετε οποιαδήποτε ανεπιθύμητα τραγούδια από έναν κατάλογο αναπαραγωγής.

source: Select the playlist from which you want to remove songs.
de: Wählen Sie die Wiedergabeliste aus der Sie Titel entfernen möchten.
el: Επιλέξτε τον κατάλογο αναπαραγωγής από τον οποίο θέλετε να αφαιρέσετε τραγούδια.

source: Click on the check button on the toolbar.
de: Klicken Sie auf den Auswählen-Knopf auf der Werkzeugleiste.
el: Πατήστε το πλήκτρο ελέγχου στην εργαλειοθήκη.

source: Select all the songs which you want to remove.
de: Wählen Sie alle Titel, die Sie entfernen möchten.
el: Επιλέξτε όλα τα τραγούδια που θέλετε να αφαιρέσετε.

source: Click on <gui style="button">Remove from Playlist</gui>.
de: Klicken Sie auf <gui style="button">Aus der Wiedergabeliste entfernen</gui>.
el: Πατήστε το <gui style="button">Αφαίρεση από τον κατάλογο αναπαραγωγής</gui>.

source: Repeat all songs in the playlist or only the current song.
de: Wiederholte Wiedergabe aller Titel in der Wiedergabeliste oder des aktuellen Titels.
el: Επανάληψη όλων των τραγουδιών στον κατάλογο αναπαραγωγής ή μόνο του τρέχοντος τραγουδιού.

source: How do I play songs on repeat?
de: Wie kann ein Titel wiederholt abgespielt werden?
el: Πώς παίζω τραγούδια σε επανάληψη;

source: In the taskbar, click on the button on the right side:
de: Klicken Sie auf den Knopf auf der rechten Seite in der Aufgabenleiste:
el: Στην γραμμή εργασιών, πατήστε στο πλήκτρο στα δεξιά:

source: Select <gui>Repeat Song</gui> to repeat a single song.
de: Wählen Sie <gui>Titel wiederholen</gui>, um einen einzelnen Titel wiederholt abzuspielen.
el: Επιλέξτε <gui>Επανάληψη τραγουδιού</gui> για να επαναλάβετε ένα μεμονωμένο τραγούδι.

source: Select <gui>Repeat All</gui> to repeat all the song in the playlist.
de: Wählen Sie <gui>Alles wiederholen</gui>, um alle Titel in der Wiedergabeliste wiederholt abzuspielen.
el: Επιλέξτε <gui>Επανάληψη όλων</gui> για να επαναλάβετε όλα τα τραγούδια στον κατάλογο αναπαραγωγής.

source: Shuffle songs in the playlist.
de: Titel in der Wiedergabeliste mischen.
el: Αναδιάταξη τραγουδιών στον κατάλογο αναπαραγωγής.

source: How do I shuffle my songs?
de: Wie mische ich meine Titel?
el: Πώς αναδιατάσσω τα τραγούδια μου;

source: In the taskbar, click on the button on right hand side and select <gui>Shuffle</gui>.
de: Klicken Sie auf den Knopf auf der rechten Seite in der Aufgabenleiste und wählen Sie <gui>Mischen</gui>.
el: Στην γραμμή εργασιών, πατήστε το κουμπί στα δεξιά και επιλέξτε <gui>Αναδιάταξη</gui>.

source: Search through your music collection.
de: Durchsuchen Ihrer Musiksammlung.
el: Αναζήτηση μέσα από τη μουσική συλλογή σας.

source: Find music
de: Musik suchen
el: Εύρεση μουσικής

source: You can search your albums, artists, songs and playlists. Select what you want to search through then click the <gui>Search</gui> button and start searching.
de: Sie können Ihre Alben, Künstler, Titel und Wiedergabelisten durchsuchen. Wählen Sie zuerst was Sie durchsuchen möchten und klicken Sie anschließend den <gui>Suchen</gui>-Knopf und beginnen Sie mit Ihrer Suche.
el: Μπορείτε να αναζητήσετε τους δίσκους σας, τους καλλιτέχνες, τα τραγούδια και τους καταλόγους αναπαραγωγής. Επιλέξτε τι θέλετε να αναζητήστε και έπειτα πατήστε το πλήκτρο <gui>Αναζήτηση</gui> και ξεκινήστε την αναζήτηση.

source: This work is licensed under a <_:link-1/>.
de: Dieses Werk wird unter einer <_:link-1/> verbreitet.
el: Αυτή η εργασία αδειοδοτήθηκε από <_:link-1/>.
